tap "aquasecurity/trivy"
tap "gunzy83/custom"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "little-angry-clouds/homebrew-my-brews"
brew "aws-iam-authenticator"
brew "awscli"
brew "certstrap"
brew "chezmoi"
brew "dog"
brew "eksctl"
brew "hugo"
brew "krew"
brew "kubectx"
brew "octant"
brew "pyenv"
brew "pyenv-virtualenv"
brew "starship"
brew "tfenv"
brew "zplug"
brew "aquasecurity/trivy/trivy"
brew "gunzy83/custom/pyenv-default-packages"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/vault"
brew "little-angry-clouds/homebrew-my-brews/helmenv"
