tap "aquasecurity/trivy"
tap "gunzy83/custom"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "little-angry-clouds/homebrew-my-brews"
brew "act"
{{ if or (eq .chezmoi.os "darwin") (eq .chezmoi.osRelease.id "solus") }}
brew "asdf"
{{ end -}}
brew "aws-iam-authenticator"
brew "awscli"
{{ if eq .chezmoi.os "darwin" }}
brew "bash"
{{ end -}}
brew "cfssl"
{{ if eq .chezmoi.os "darwin" }}
brew "chezmoi"
{{ end -}}
brew "direnv"
brew "dog"
brew "eksctl"
brew "fluxcd/tap/flux"
{{ if eq .chezmoi.os "darwin" }}
brew "git"
{{ end -}}
brew "hugo"
brew "jq"
brew "kompose"
brew "krew"
brew "kubecm"
brew "kubectx"
brew "kubeseal"
brew "octant"
{{ if .local.is_work }}
brew "pulumi"
{{ end -}}
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbw"
brew "starship"
{{ if eq .chezmoi.os "darwin" }}
brew "terminal-notifier"
{{ end -}}
brew "tfenv"
{{ if eq .chezmoi.os "darwin" }}
brew "tig"
brew "vim"
{{ end -}}
brew "yq"
brew "zplug"
brew "aquasecurity/trivy/trivy"
brew "gunzy83/custom/pyenv-default-packages"
{{ if not .local.is_work }}
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
{{ end -}}
brew "hashicorp/tap/vault"
brew "little-angry-clouds/homebrew-my-brews/helmenv"


